Repository: daltonrooney/meeting-recorder
Catalog: CallTranscription/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

# error.pathOutsideAllowedDirectories.failureReason
source: The path '%@' is not within any of the allowed base directories for this operation.
de: Der Pfad '%@' befindet sich nicht innerhalb der zulässigen Basisverzeichnisse für diesen Vorgang.
es: La ruta '%@' no está dentro de ninguno de los directorios base permitidos para esta operación.
fr: Le chemin '%@' ne se trouve dans aucun des répertoires de base autorisés pour cette opération.
ja: パス「%@」はこの操作で許可されているベースディレクトリ内にありません。
zh_hans: 路径 '%@' 不在此操作允许的任何基础目录内。

# error.pathOutsideAllowedDirectories.recoverySuggestion
source: Choose a location within one of these allowed directories: - %@
de: Wählen Sie einen Standort innerhalb eines dieser zulässigen Verzeichnisse: - %@
es: Elija una ubicación dentro de uno de estos directorios permitidos: - %@
fr: Choisissez un emplacement dans l'un de ces répertoires autorisés : - %@
ja: 以下の許可されたディレクトリ内の場所を選択してください： - %@
zh_hans: 选择以下允许目录之一中的位置： - %@

# error.pathTraversalDetected.description
source: Path traversal attack detected in '%@': %@
de: Path-Traversal-Angriff in '%@' erkannt: %@
es: Se detectó un ataque de navegación de ruta en '%@': %@
fr: Attaque par traversée de chemin détectée dans '%@' : %@
ja: 「%@」でパストラバーサル攻撃が検出されました：%@
zh_hans: 在 '%@' 中检测到路径遍历攻击：%@

# error.pathTraversalDetected.failureReason
source: The path '%@' contains path traversal sequences that attempt to access directories outside the allowed scope: %@
de: Der Pfad '%@' enthält Path-Traversal-Sequenzen, die versuchen, auf Verzeichnisse außerhalb des zulässigen Bereichs zuzugreifen: %@
es: La ruta '%@' contiene secuencias de navegación de ruta que intentan acceder a directorios fuera del alcance permitido: %@
fr: Le chemin '%@' contient des séquences de traversée qui tentent d'accéder à des répertoires en dehors de la portée autorisée : %@
ja: パス「%@」には、許可された範囲外のディレクトリにアクセスしようとするパストラバーサルシーケンスが含まれています：%@
zh_hans: 路径 '%@' 包含试图访问允许范围外目录的路径遍历序列：%@

# error.pathTraversalDetected.recoverySuggestion
source: Use a path within the allowed directories without '..' or other traversal sequences.
de: Verwenden Sie einen Pfad innerhalb der zulässigen Verzeichnisse ohne '..' oder andere Traversal-Sequenzen.
es: Use una ruta dentro de los directorios permitidos sin '..' u otras secuencias de navegación.
fr: Utilisez un chemin dans les répertoires autorisés sans '..' ou autres séquences de traversée.
ja: 「..」や他のトラバーサルシーケンスを含まない、許可されたディレクトリ内のパスを使用してください。
zh_hans: 使用允许目录内的路径，不包含 '..' 或其他遍历序列。

# error.postRecordingScriptNotExecutable.description
source: Post-recording script at %@ is not executable.
de: Nach-Aufnahme-Skript bei %@ ist nicht ausführbar.
es: El script posterior a la grabación en %@ no tiene permisos de ejecución.
fr: Le script post-enregistrement à %@ n'est pas exécutable.
ja: %@ の録音後スクリプトに実行権限がありません。
zh_hans: %@ 的录音后脚本不可执行。

# error.postRecordingScriptNotExecutable.failureReason
source: The script file exists but does not have execute permissions.
de: Die Skriptdatei existiert, hat aber keine Ausführungsberechtigungen.
es: El archivo de script existe pero no tiene permisos de ejecución.
fr: Le fichier de script existe mais n'a pas les permissions d'exécution.
ja: スクリプトファイルは存在しますが、実行権限がありません。
zh_hans: 脚本文件存在但没有执行权限。

# error.postRecordingScriptNotExecutable.recoverySuggestion
source: Make the script executable by running: chmod +x '%@'
de: Machen Sie das Skript ausführbar, indem Sie ausführen: chmod +x '%@'
es: Haga ejecutable el script ejecutando: chmod +x '%@'
fr: Rendez le script exécutable en exécutant : chmod +x '%@'
ja: 次のコマンドを実行してスクリプトを実行可能にしてください：chmod +x '%@'
zh_hans: 通过运行以下命令使脚本可执行：chmod +x '%@'

# error.postRecordingScriptNotFound.description
source: Post-recording script not found at %@.
de: Nach-Aufnahme-Skript nicht gefunden bei %@.
es: Script posterior a la grabación no encontrado en %@.
fr: Script post-enregistrement introuvable à %@.
ja: %@ に録音後スクリプトが見つかりません。
zh_hans: 在 %@ 找不到录音后脚本。

# error.postRecordingScriptNotFound.failureReason
source: The script file could not be found at the specified path: %@.
de: Die Skriptdatei konnte nicht im angegebenen Pfad gefunden werden: %@.
es: No se pudo encontrar el archivo de script en la ruta especificada: %@.
fr: Le fichier de script n'a pas pu être trouvé au chemin spécifié : %@.
ja: 指定されたパスにスクリプトファイルが見つかりませんでした：%@。
zh_hans: 在指定路径找不到脚本文件：%@。

# error.postRecordingScriptNotFound.recoverySuggestion
source: Check that the script path '%@' is correct and the file exists.
de: Überprüfen Sie, ob der Skriptpfad '%@' korrekt ist und die Datei existiert.
es: Verifique que la ruta del script '%@' sea correcta y que el archivo exista.
fr: Vérifiez que le chemin du script '%@' est correct et que le fichier existe.
ja: スクリプトパス「%@」が正しく、ファイルが存在することを確認してください。
zh_hans: 检查脚本路径 '%@' 是否正确且文件存在。

# error.postRecordingScriptTimeout.description
source: Post-recording script exceeded timeout of %.0f seconds.
de: Nach-Aufnahme-Skript hat Timeout von %.0f Sekunden überschritten.
es: El script posterior a la grabación excedió el tiempo de espera de %.0f segundos.
fr: Le script post-enregistrement a dépassé le délai d'attente de %.0f secondes.
ja: 録音後スクリプトが %.0f 秒のタイムアウトを超過しました。
zh_hans: 录音后脚本超过 %.0f 秒的超时时间。

# error.postRecordingScriptTimeout.failureReason
source: The script did not complete within %.0f seconds.
de: Das Skript wurde nicht innerhalb von %.0f Sekunden abgeschlossen.
es: El script no se completó en %.0f segundos.
fr: Le script ne s'est pas terminé dans les %.0f secondes.
ja: スクリプトが %.0f 秒以内に完了しませんでした。
zh_hans: 脚本未在 %.0f 秒内完成。

# error.postRecordingScriptTimeout.recoverySuggestion
source: Ensure your script completes in a reasonable time, or increase the timeout setting.
de: Stellen Sie sicher, dass Ihr Skript in angemessener Zeit abgeschlossen wird, oder erhöhen Sie die Timeout-Einstellung.
es: Asegúrese de que su script se complete en un tiempo razonable, o aumente la configuración de tiempo de espera.
fr: Assurez-vous que votre script se termine dans un délai raisonnable, ou augmentez le paramètre de délai d'attente.
ja: スクリプトが妥当な時間内に完了することを確認するか、タイムアウト設定を増やしてください。
zh_hans: 确保您的脚本在合理时间内完成，或增加超时设置。

# error.securityScopedAccessFailed.description
source: Failed to access folder: %@
de: Zugriff auf Ordner fehlgeschlagen: %@
es: No se pudo acceder a la carpeta: %@
fr: Échec d'accès au dossier : %@
ja: フォルダにアクセスできませんでした: %@
zh_hans: 访问文件夹失败：%@

# error.securityScopedAccessFailed.failureReason
source: Unable to start accessing security-scoped resource: %@
de: Zugriff auf sicherheitsbeschränkte Ressource kann nicht gestartet werden: %@
es: No se puede iniciar el acceso al recurso con ámbito de seguridad: %@
fr: Impossible de démarrer l'accès à la ressource avec portée de sécurité : %@
ja: セキュリティスコープ付きリソースへのアクセスを開始できません: %@
zh_hans: 无法开始访问安全范围资源：%@

# error.securityScopedAccessFailed.recoverySuggestion
source: Try selecting the folder again in Settings to grant access.
de: Wählen Sie den Ordner erneut in den Einstellungen aus, um Zugriff zu gewähren.
es: Seleccione la carpeta nuevamente en Ajustes para otorgar acceso.
fr: Sélectionnez à nouveau le dossier dans Réglages pour accorder l'accès.
ja: 設定でフォルダを再度選択してアクセス権を付与してください。
zh_hans: 请在"设置"中重新选择文件夹以授予访问权限。

# error.speechRecognitionUnavailable.description
source: Speech recognition is not available.
de: Spracherkennung ist nicht verfügbar.
es: El reconocimiento de voz no está disponible.
fr: La reconnaissance vocale n'est pas disponible.
ja: 音声認識は利用できません。
zh_hans: 语音识别不可用。

# error.speechRecognitionUnavailable.failureReason
source: The speech recognition service is unavailable or the language model has not been downloaded.
de: Der Spracherkennungsdienst ist nicht verfügbar oder das Sprachmodell wurde nicht heruntergeladen.
es: El servicio de reconocimiento de voz no está disponible o el modelo de idioma no se ha descargado.
fr: Le service de reconnaissance vocale n'est pas disponible ou le modèle de langue n'a pas été téléchargé.
ja: 音声認識サービスが利用できないか、言語モデルがダウンロードされていません。
zh_hans: 语音识别服务不可用或语言模型尚未下载。

# error.speechRecognitionUnavailable.recoverySuggestion
source: Check your internet connection to allow the speech recognition model to download, or try again later.
de: Überprüfen Sie Ihre Internetverbindung, damit das Spracherkennungsmodell heruntergeladen werden kann, oder versuchen Sie es später erneut.
es: Verifique su conexión a Internet para permitir que el modelo de reconocimiento de voz se descargue, o inténtelo de nuevo más tarde.
fr: Vérifiez votre connexion Internet pour permettre le téléchargement du modèle de reconnaissance vocale, ou réessayez plus tard.
ja: 音声認識モデルのダウンロードを許可するためにインターネット接続を確認するか、後でもう一度お試しください。
zh_hans: 检查您的互联网连接以允许下载语音识别模型，或稍后再试。

# error.symlinkAttackDetected.description
source: Symlink attack detected: '%@' resolves to '%@' which is outside allowed directories
de: Symlink-Angriff erkannt: '%@' löst sich zu '%@' auf, das sich außerhalb der zulässigen Verzeichnisse befindet
es: Se detectó un ataque de enlace simbólico: '%@' se resuelve a '%@' que está fuera de los directorios permitidos
fr: Attaque par lien symbolique détectée : '%@' pointe vers '%@' qui est en dehors des répertoires autorisés
ja: シンボリックリンク攻撃が検出されました：「%@」は許可されたディレクトリの外にある「%@」を指しています
zh_hans: 检测到符号链接攻击：'%@' 解析为 '%@'，其位于允许目录之外

# error.symlinkAttackDetected.failureReason
source: The symlink at '%@' points to '%@', which is outside the allowed directories, potentially indicating a security attack.
de: Der Symlink bei '%@' zeigt auf '%@', das sich außerhalb der zulässigen Verzeichnisse befindet, was möglicherweise auf einen Sicherheitsangriff hinweist.
es: El enlace simbólico en '%@' apunta a '%@', que está fuera de los directorios permitidos, lo que podría indicar un ataque de seguridad.
fr: Le lien symbolique à '%@' pointe vers '%@', qui est en dehors des répertoires autorisés, indiquant potentiellement une attaque de sécurité.
ja: 「%@」のシンボリックリンクは、許可されたディレクトリの外にある「%@」を指しており、セキュリティ攻撃の可能性があります。
zh_hans: '%@' 的符号链接指向 '%@'，其位于允许目录之外，可能表明存在安全攻击。

# error.symlinkAttackDetected.recoverySuggestion
source: Use a direct path or ensure symlinks only point to locations within allowed directories.
de: Verwenden Sie einen direkten Pfad oder stellen Sie sicher, dass Symlinks nur auf Orte innerhalb der zulässigen Verzeichnisse zeigen.
es: Use una ruta directa o asegúrese de que los enlaces simbólicos solo apunten a ubicaciones dentro de los directorios permitidos.
fr: Utilisez un chemin direct ou assurez-vous que les liens symboliques pointent uniquement vers des emplacements dans les répertoires autorisés.
ja: 直接パスを使用するか、シンボリックリンクが許可されたディレクトリ内の場所のみを指していることを確認してください。
zh_hans: 使用直接路径或确保符号链接仅指向允许目录内的位置。

# error.transcriptAlreadyFinalized.description
source: Cannot modify a finalized transcript.
de: Eine abgeschlossene Transkription kann nicht geändert werden.
es: No se puede modificar una transcripción finalizada.
fr: Impossible de modifier une transcription finalisée.
ja: 完成した文字起こしは変更できません。
zh_hans: 无法修改已完成的转录。

# error.transcriptAlreadyFinalized.failureReason
source: The transcript file has been finalized and can no longer be modified.
de: Die Transkriptionsdatei wurde abgeschlossen und kann nicht mehr geändert werden.
es: El archivo de transcripción ha sido finalizado y ya no se puede modificar.
fr: Le fichier de transcription a été finalisé et ne peut plus être modifié.
ja: 文字起こしファイルは完成しており、変更できなくなりました。
zh_hans: 转录文件已完成，无法再修改。

# error.transcriptAlreadyFinalized.recoverySuggestion
source: Create a new transcript writer if you need to write more content.
de: Erstellen Sie einen neuen Transkriptions-Writer, wenn Sie mehr Inhalt schreiben müssen.
es: Cree un nuevo escritor de transcripción si necesita escribir más contenido.
fr: Créez un nouveau rédacteur de transcription si vous devez écrire plus de contenu.
ja: さらにコンテンツを書き込む必要がある場合は、新しいトランスクリプトライターを作成してください。
zh_hans: 如果需要写入更多内容，请创建新的转录写入器。

# intent.error.appNotAvailable
source: Olive is not available
de: Olive ist nicht verfügbar
es: Olive no está disponible
fr: Olive n'est pas disponible
ja: Olive は利用できません
zh_hans: Olive 不可用

# intent.error.configurationFailed
source: Configuration failed: %@
de: Konfiguration fehlgeschlagen: %@
es: Error de configuración: %@
fr: Échec de la configuration : %@
ja: 設定に失敗しました：%@
zh_hans: 配置失败：%@

# intent.error.notRecording
source: No recording session is currently active
de: Derzeit ist keine Aufnahmesitzung aktiv
es: No hay ninguna sesión de grabación activa actualmente
fr: Aucune session d'enregistrement n'est actuellement active
ja: 現在アクティブな録音セッションはありません
zh_hans: 当前没有活动的录音会话

# intent.error.recordingFailed
source: Recording failed: %@
de: Aufnahme fehlgeschlagen: %@
es: Error en la grabación: %@
fr: Échec de l'enregistrement : %@
ja: 録音に失敗しました：%@
zh_hans: 录音失败：%@

# intent.recording.defaultTitle
source: Untitled Recording
de: Unbenannte Aufnahme
es: Grabación sin título
fr: Enregistrement sans titre
ja: 無題の録音
zh_hans: 无标题录音

# intent.status.notRecording
source: Not recording
de: Nicht aufnehmend
es: No grabando
fr: Pas d'enregistrement
ja: 録音していません
zh_hans: 未录音

# intent.status.recordingInProgress
source: Recording in progress: %@
de: Aufnahme läuft: %@
es: Grabación en curso: %@
fr: Enregistrement en cours : %@
ja: 録音中：%@
zh_hans: 正在录音：%@

# intent.status.recordingPaused
source: Recording paused at %@
de: Aufnahme pausiert bei %@
es: Grabación pausada en %@
fr: Enregistrement en pause à %@
ja: %@ で一時停止中
zh_hans: 录音在 %@ 暂停

# localization.test.placeholder
source: Placeholder
de: Platzhalter
es: Marcador de posición
fr: Espace réservé
ja: プレースホルダー
zh_hans: 占位符

# menubar.accessibility.pausedDuration.label
source: Paused duration
de: Pause-Dauer
es: Duración de la pausa
fr: Durée de la pause
ja: 一時停止時間
zh_hans: 暂停时长

# menubar.accessibility.pauseRecording.hint
source: Pauses the current recording. Keyboard shortcut: Command Shift P
de: Pausiert die aktuelle Aufnahme. Tastenkombination: Befehl Umschalt P
es: Pausa la grabación actual. Atajo de teclado: Comando Mayús P
fr: Met en pause l'enregistrement en cours. Raccourci clavier : Commande Maj P
ja: 現在の録音を一時停止します。キーボードショートカット：Command Shift P
zh_hans: 暂停当前录音。键盘快捷键：Command Shift P

# menubar.accessibility.pauseRecording.label
source: Pause Recording
de: Aufnahme pausieren
es: Pausar grabación
fr: Mettre en pause l'enregistrement
ja: 録音を一時停止
zh_hans: 暂停录音

# menubar.accessibility.quit.hint
source: Quits the application. Keyboard shortcut: Command Q
de: Beendet die Anwendung. Tastenkombination: Befehl Q
es: Sale de la aplicación. Atajo de teclado: Comando Q
fr: Quitte l'application. Raccourci clavier : Commande Q
ja: アプリケーションを終了します。キーボードショートカット：Command Q
zh_hans: 退出应用程序。键盘快捷键：Command Q

# menubar.accessibility.quit.label
source: Quit
de: Beenden
es: Salir
fr: Quitter
ja: 終了
zh_hans: 退出

# menubar.accessibility.recordingDuration.label
source: Recording duration
de: Aufnahmedauer
es: Duración de la grabación
fr: Durée de l'enregistrement
ja: 録音時間
zh_hans: 录音时长

# menubar.accessibility.resumeRecording.hint
source: Resumes the paused recording. Keyboard shortcut: Command Shift R
de: Setzt die pausierte Aufnahme fort. Tastenkombination: Befehl Umschalt R
es: Reanuda la grabación pausada. Atajo de teclado: Comando Mayús R
fr: Reprend l'enregistrement en pause. Raccourci clavier : Commande Maj R
ja: 一時停止中の録音を再開します。キーボードショートカット：Command Shift R
zh_hans: 恢复暂停的录音。键盘快捷键：Command Shift R

# menubar.accessibility.resumeRecording.label
source: Resume Recording
de: Aufnahme fortsetzen
es: Reanudar grabación
fr: Reprendre l'enregistrement
ja: 録音を再開
zh_hans: 恢复录音

# menubar.accessibility.settings.hint
source: Opens application settings. Keyboard shortcut: Command Comma
de: Öffnet die Anwendungseinstellungen. Tastenkombination: Befehl Komma
es: Abre la configuración de la aplicación. Atajo de teclado: Comando Coma
fr: Ouvre les réglages de l'application. Raccourci clavier : Commande Virgule
ja: アプリケーション設定を開きます。キーボードショートカット：Command カンマ
zh_hans: 打开应用程序设置。键盘快捷键：Command 逗号

# menubar.accessibility.settings.label
source: Settings
de: Einstellungen
es: Configuración
fr: Réglages
ja: 設定
zh_hans: 设置

# menubar.accessibility.startRecording.hint
source: Begins a new recording session. Keyboard shortcut: Command Shift R
de: Beginnt eine neue Aufnahmesitzung. Tastenkombination: Befehl Umschalt R
es: Inicia una nueva sesión de grabación. Atajo de teclado: Comando Mayús R
fr: Commence une nouvelle session d'enregistrement. Raccourci clavier : Commande Maj R
ja: 新しい録音セッションを開始します。キーボードショートカット：Command Shift R
zh_hans: 开始新的录音会话。键盘快捷键：Command Shift R

# menubar.accessibility.startRecording.label
source: Start Recording
de: Aufnahme starten
es: Iniciar grabación
fr: Démarrer l'enregistrement
ja: 録音を開始
zh_hans: 开始录音

# menubar.accessibility.stopRecording.hint
source: Stops the recording and saves the transcript. Keyboard shortcut: Command Shift S
de: Stoppt die Aufnahme und speichert die Transkription. Tastenkombination: Befehl Umschalt S
es: Detiene la grabación y guarda la transcripción. Atajo de teclado: Comando Mayús S
fr: Arrête l'enregistrement et enregistre la transcription. Raccourci clavier : Commande Maj S
ja: 録音を停止し、文字起こしを保存します。キーボードショートカット：Command Shift S
zh_hans: 停止录音并保存转录。键盘快捷键：Command Shift S

# menubar.accessibility.stopRecording.label
source: Stop Recording
de: Aufnahme stoppen
es: Detener grabación
fr: Arrêter l'enregistrement
ja: 録音を停止
zh_hans: 停止录音

# menubar.alert.error.title
source: Recording Error
de: Aufnahmefehler
es: Error de grabación
fr: Erreur d'enregistrement
ja: 録音エラー
zh_hans: 录音错误

# menubar.announcement.recordingPaused
source: Recording paused
de: Aufnahme pausiert
es: Grabación pausada
fr: Enregistrement mis en pause
ja: 録音を一時停止しました
zh_hans: 录音已暂停

# menubar.announcement.recordingResumed
source: Recording resumed
de: Aufnahme fortgesetzt
es: Grabación reanudada
fr: Enregistrement repris
ja: 録音を再開しました
zh_hans: 录音已继续

# menubar.announcement.recordingStarted
source: Recording started
de: Aufnahme gestartet
es: Grabación iniciada
fr: Enregistrement démarré
ja: 録音を開始しました
zh_hans: 录音已开始

# menubar.announcement.recordingStopped
source: Recording stopped
de: Aufnahme gestoppt
es: Grabación detenida
fr: Enregistrement arrêté
ja: 録音を停止しました
zh_hans: 录音已停止

# menubar.button.pauseRecording
source: Pause Recording
de: Aufnahme pausieren
es: Pausar grabación
fr: Mettre en pause
ja: 録音を一時停止
zh_hans: 暂停录音

# menubar.button.quit
source: Quit
de: Beenden
es: Salir
fr: Quitter
ja: 終了
zh_hans: 退出

# menubar.button.resumeRecording
source: Resume Recording
de: Aufnahme fortsetzen
es: Reanudar grabación
fr: Reprendre l'enregistrement
ja: 録音を再開
zh_hans: 继续录音

# menubar.button.startRecording
source: Start Recording
de: Aufnahme starten
es: Iniciar grabación
fr: Démarrer l'enregistrement
ja: 録音を開始
zh_hans: 开始录音

# menubar.button.stopRecording
source: Stop Recording
de: Aufnahme stoppen
es: Detener grabación
fr: Arrêter l'enregistrement
ja: 録音を停止
zh_hans: 停止录音

# menubar.link.settings
source: Settings...
de: Einstellungen...
es: Configuración...
fr: Réglages...
ja: 設定...
zh_hans: 设置...

# menubar.status.paused
source: Paused: %@
de: Pausiert: %@
es: En pausa: %@
fr: En pause : %@
ja: 一時停止中: %@
zh_hans: 已暂停：%@

# menubar.status.recording
source: Recording: %@
de: Aufnahme: %@
es: Grabando: %@
fr: Enregistrement : %@
ja: 録音中：%@
zh_hans: 录音中：%@

# settings.audioSources.captureMicrophone.accessibility.hint
source: Records audio from your microphone. At least one audio source must be enabled
de: Wenn aktiviert, nimmt Audio von Ihrem Mikrofon auf
es: Cuando está habilitado, graba el audio de tu micrófono
fr: Lorsqu'il est activé, enregistre l'audio de votre microphone
ja: 有効にすると、マイクからオーディオを録音します
zh_hans: 启用后，录制麦克风的音频

# settings.audioSources.captureMicrophone.accessibility.label
source: Capture Microphone Input
de: Mikrofon aufnehmen
es: Capturar micrófono
fr: Capturer le microphone
ja: マイクをキャプチャ
zh_hans: 捕获麦克风

# settings.audioSources.captureMicrophone.label
source: Capture Microphone Input
de: Mikrofon aufnehmen
es: Capturar micrófono
fr: Capturer le microphone
ja: マイクをキャプチャ
zh_hans: 捕获麦克风

# settings.audioSources.captureSystemAudio.accessibility.hint
source: Records audio from applications like Zoom, Teams, and other system sounds
de: Wenn aktiviert, nimmt Audio von anderen Anwendungen auf Ihrem Mac auf
es: Cuando está habilitado, graba el audio de otras aplicaciones en tu Mac
fr: Lorsqu'il est activé, enregistre l'audio d'autres applications sur votre Mac
ja: 有効にすると、Mac上の他のアプリケーションからオーディオを録音します
zh_hans: 启用后，录制Mac上其他应用程序的音频

# settings.audioSources.captureSystemAudio.accessibility.label
source: Capture System Audio
de: System-Audio aufnehmen
es: Capturar audio del sistema
fr: Capturer l'audio système
ja: システムオーディオをキャプチャ
zh_hans: 捕获系统音频

# settings.audioSources.captureSystemAudio.label
source: Capture System Audio (Zoom, Teams, etc.)
de: System-Audio aufnehmen
es: Capturar audio del sistema
fr: Capturer l'audio système
ja: システムオーディオをキャプチャ
zh_hans: 捕获系统音频

# settings.audioSources.header
source: Audio Sources
de: Audioquellen
es: Fuentes de audio
fr: Sources audio
ja: 音声ソース
zh_hans: 音频源

# settings.display.header
source: Display
de: Anzeige
es: Pantalla
fr: Affichage
ja: 表示
zh_hans: 显示

# settings.display.helpText
source: Customize how recording information is displayed in the menu bar
de: Passen Sie an, wie Aufnahmeninformationen in der Menüleiste angezeigt werden
es: Personaliza cómo se muestra la información de grabación en la barra de menú
fr: Personnalisez l'affichage des informations d'enregistrement dans la barre de menus
ja: メニューバーに録音情報を表示する方法をカスタマイズします
zh_hans: 自定义菜单栏中录音信息的显示方式

# settings.display.showRecordingTimeInMenuBar.accessibility.hint
source: When enabled, displays elapsed time next to the recording indicator in the menu bar
de: Wenn aktiviert, zeigt die Menüleiste die verstrichene Zeit neben dem Aufnahmeindikator an
es: Cuando está habilitado, muestra el tiempo transcurrido junto al indicador de grabación en la barra de menú
fr: Lorsqu'il est activé, affiche le temps écoulé à côté de l'indicateur d'enregistrement dans la barre de menus
ja: 有効にすると、メニューバーの録音インジケーターの横に経過時間が表示されます
zh_hans: 启用后，在菜单栏的录音指示器旁显示经过的时间

# settings.display.showRecordingTimeInMenuBar.accessibility.label
source: Show recording time in menu bar
de: Aufnahmezeit in Menüleiste anzeigen
es: Mostrar tiempo de grabación en la barra de menú
fr: Afficher le temps d'enregistrement dans la barre de menus
ja: メニューバーに録音時間を表示
zh_hans: 在菜单栏中显示录音时间

# settings.display.showRecordingTimeInMenuBar.label
source: Show recording time in menu bar
de: Aufnahmezeit in Menüleiste anzeigen
es: Mostrar tiempo de grabación en la barra de menú
fr: Afficher le temps d'enregistrement dans la barre de menus
ja: メニューバーに録音時間を表示
zh_hans: 在菜单栏中显示录音时间

# settings.audioSources.helpText
source: At least one audio source must be enabled
de: Sie können System-Audio (von anderen Anwendungen), Ihr Mikrofon oder beides aufnehmen. Mindestens eine Quelle muss aktiviert sein.
es: Puedes capturar audio del sistema (de otras aplicaciones), tu micrófono o ambos. Al menos una fuente debe estar habilitada.
fr: Vous pouvez capturer l'audio du système (d'autres applications), votre microphone ou les deux. Au moins une source doit être activée.
ja: システムオーディオ（他のアプリケーションから）、マイク、または両方をキャプチャできます。少なくとも1つのソースを有効にする必要があります。
zh_hans: 您可以捕获系统音频（来自其他应用程序）、麦克风或两者。必须启用至少一个来源。

# settings.filenameTemplate.accessibility.hint
source: Enter a template for transcript filenames using {date} and {time} tokens
de: Geben Sie eine Vorlage für Transkriptionsdateinamen mit {date} und {time} ein
es: Ingrese una plantilla para nombres de archivos de transcripción usando {date} y {time}
fr: Entrez un modèle pour les noms de fichiers de transcription en utilisant {date} et {time}
ja: {date} と {time} トークンを使用してトランスクリプトファイル名のテンプレートを入力
zh_hans: 使用 {date} 和 {time} 标记输入转录文件名模板
